"ALL_DAY_DAY_VIEW" = "egésznapos";
"NOON" = "Dél";
"UNTITLED_EVENT" = "Új esemény";
"ALL_DAY" = "egésznapos";
"ALL_DAY_EVENTS" = "egésznapos események";
"CELL_ENDS" = "VÉGE";

"CALENDARS" = "Naptárak";

"ALL" = "Összes";
"ALL_CALENDARS" = "Összes naptár";
"ALL_OF_STORE" = "Összes %@";
"N_CALENDARS" = "%@ naptár";

"SHOW_CALENDARS" = "Naptárak";
"SHOW_ALL_CALENDARS" = "Összes naptár megjelenítése";
"HIDE_ALL_CALENDARS" = "Összes naptár elrejtése";
"NO_CALENDARS" = "Nincs naptár";

"ALERT" = "Jelzés";
"ALERT_LOWERCASE" = "jelzés";
"ALERT_DETAIL_NAV_TITLE" = "Eseményjelzés";
"SECOND_ALERT" = "Második jelzés";
"NONE_ALERT" = "Semmi";
"NONE_INVITEES" = "Semmi";
"EVENT" = "Esemény";
"EVENTS" = "Események";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ nappal";
"INTERVAL_DAY" = "1 nappal";
"INTERVAL_HOURS" = "%@ órával";
"INTERVAL_HOUR" = "1 órával";
"INTERVAL_MINUTES" = "%@ perccel";
"INTERVAL_MINUTE" = "1 perccel";
"INTERVAL_SECONDS" = "%@ másodperc";
"INTERVAL_SECOND" = "1 másodperc";
"INTERVAL_WEEK" = "1 héttel";
"INTERVAL_FORMAT_BEFORE" = "%@ előtte";
"INTERVAL_FORMAT_AFTER" = "%@ után";
"BEFORE" = " előtte";
"AFTER" = " után";
"ON_TIME" = "Az esemény idejében";
"ON_TIME_AT" = "Az esemény napján (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " - ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = " - ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Egésznapos";

"DETAIL_DURATION_FORMAT" = "ettől: %@ eddig: %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "ettől: %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ - %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "eddig: %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Minden nap ettől: %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "eddig: %@";

"CALENDAR" = "Naptár";
"UNTITLED_CALENDAR" = "Névtelen naptár";
"UNTITLED_ACCOUNT" = "Névtelen fiók";

"NOTES_PLACEHOLDER" = "Jegyzetek";
"NOTES_LOWERCASE" = "jegyzetek";
"NOTES" = "Jegyzetek";
"SHOW_ALL_NOTES" = "Összes jegyzet megjelenítése";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Megtekintés a Facebookon";

"UNKNOWN" = "Ismeretlen";

"SHARED_CALENDAR" = "Megosztott naptár";
"SHARED" = "Megosztott";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Megosztotta: %@";
"SHARED_WITH_SINGLE_PERSON" = "Megosztva a következővel: %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Megosztva a következővel: %@ és...";
"PUBLIC_AND_SHARED" = "Nyilvános, és meg van osztva a következővel: %@…";

"ACCESS_DENIED_EVENTS" = "Ez az alkalmazás nem fér hozzá a naptárakhoz.";
"ACCESS_DENIED_REMINDERS" = "Ez az alkalmazás nem fér hozzá az emlékeztetőkhöz.";

/* Name of subscribed group */
"SUBSCRIBED" = "Feliratkozva";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Születésnapok";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Egyéb";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Emlékeztetők";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Kezdőlap";
"ICLOUD_WORK_CALENDAR" = "Munkahely";

"STARTS" = "Kezdete";
"ENDS" = "Vége";

"REPEAT" = "Ismétlés";
"NEVER" = "Soha";
"DAILY" = "Naponta";
"WEEKLY" = "Hetente";
"BIWEEKLY" = "Kéthetente";
"MONTHLY" = "Havonta";
"YEARLY" = "Évente";
"CUSTOM" = "Egyéni";

"AVAILABILITY" = "Elérhetőség";
"BUSY" = "Elfoglalt";
"FREE" = "Szabad";
"TENTATIVE" = "Bizonytalan";
"OUT_OF_OFFICE" = "Irodán kívül";

"EDIT" = "Szerkesztés";
"CANCEL" = "Mégsem";
"DONE" = "Kész";
"ADD" = "Hozzáadás";
"TO_WITH_COLON" = "Címzett:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Részletek";
"ICS_EVENTS" = "%@ esemény";

/* button title */
"ICS_ADD_ALL" = "Hívás hozzáadása";
"ICS_ADD_SOME" = "Hozzáadás (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Naptár választása";

"DELETE_CALENDAR" = "Naptár törlése";
"EDIT_CALENDAR" = "Szerkesztés";
"EDIT_CALENDARS" = "Naptárak szerk.";
"ADD_CALENDAR" = "Naptár h.adása";
"JOIN_CALENDAR" = "Csatlakozás a Naptárhoz";
"CALENDAR_NAME" = "Naptár neve";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Új naptár...";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Naptár hozzáadása…";
"DELETE_CALENDAR_CONFIRMATION" = "Biztosan törli ezt a naptárat? A naptárhoz társított összes esemény és emlékeztető is törlésre kerül.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Biztosan törli ezt a naptárat? A naptárhoz társított összes esemény is törlésre kerül.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Biztosan törli ezt a naptárat? A naptárhoz társított összes emlékeztető is törlésre kerül.";

"UNKNOWN_IDENTITY" = "valaki";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Valaki";

"JOIN_CALENDAR_TITLE_FORMAT" = "Csatlakozik a következőhöz: „%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ meghívta Önt egy megosztott naptárba.";

"CANCELELD_BY_FORMAT" = "Visszavonva %@ által";
"FROM_FORMAT" = "Feladó: %@";
"TIME_CHANGED_TO_FORMAT" = "Az időpont %@ értékre módosult";
"DATE_CHANGED_TO_FORMAT" = "A dátum %@ értékre módosult";
"LOCATION_CHANGED" = "Helyzet módosítva";

"QUOTED_FORMAT" = "„%@“";

"COLOR" = "Szín";
"PURPLE" = "Lila";
"ORANGE" = "Narancssárga";
"BLUE" = "Kék";
"RED" = "Piros";
"BROWN" = "Barna";
"YELLOW" = "Sárga";
"GREEN" = "Zöld";

"SHARED_WITH_COLON" = "Megosztva a következővel:";
"PENDING" = "Függőben";
"OWNER" = "Tulajdonos";
"ADD_PERSON" = "Szem. h.adása";
"ADD_PERSON_WITH_ELLIPSIS" = "Személy hozzáadása…";
"PUBLIC_CALENDAR" = "Nyilvános naptár";
"PUBLIC_CALENDAR_DESCRIPTION" = "Bárki feliratkozhat a naptár csak olvasható verziójára.";
"PUBLISHING_WITH_ELLIPSIS" = "Közzététel…";
"VIEW_ONLY" = "Csak megtekintés";
"VIEW_AND_EDIT" = "Megtek. és szerk.";
"ALLOW_EDITING" = "Szerkesztés engedély.";
"ALLOW_EDITING_DESCRIPTION" = "Ez a személy módosíthatja a naptárat.";
"RESEND_SHARING_INVITATION" = "Megosztási meghívó újraküldése";
"REMOVE_FROM_CALENDAR" = "Eltávolítás a naptárból";
"REMOVE" = "Eltávolítás";
"REMOVE_ALERT_TEXT" = "%@ azonnal el fogja veszíteni a hozzáférését ehhez a naptárhoz.";
"SHARE_LINK_WITH_ELLIPSIS" = "Link megosztása…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Link megosztása a naptárral a következő használatával:";
"EMAIL" = "E-mail";
"MESSAGE" = "Üzenet";
"TWEET" = "Twitter-üzenet";
"COPY_LINK" = "Hivatkozás másolása";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "%2$@ hozzáadta a következőhöz: %1$@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "%2$@ törölte innen: %1$@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "%2$@ frissítette a következőben: %1$@";
"SHARED_ONE_PROP_CHANGED_BY" = "A(z) %@ értékét módosította %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "A(z) %1$@ értékét %3$@ módosította %2$@ értékre";
"SHARED_TWO_PROPS_CHANGED_BY" = "A(z) %@ és %@ értékét módosította %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%1$@ esemény hozzáadva a következőhöz: %2$@";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%1$@ esemény törölve a következőből: %2$@";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%1$@ esemény frissítve a következőben: %2$@";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%3$@ hozzáadott %1$@ eseményt a következőhöz: %2$@";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%3$@ törölt %1$@ eseményt a következőből: %2$@";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%3$@ frissített %1$@ eseményt a következőben: %2$@";

"SHARED_PROP_DATE" = "dátum";
"SHARED_PROP_TIME" = "idő";
"SHARED_PROP_TITLE" = "cím";
"SHARED_PROP_LOCATION" = "helyzet";

"ADD_SHAREES_PROMPT" = "Résztvevők hozzáadása ehhez a naptárhoz.";

"CREATED_BY" = "Létrehozta";
"EDITED_BY" = "Vágó:";
"CREATED_BY_LOWERCASE" = "létrehozta";
"EDITED_BY_LOWERCASE" = "vágó:";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ csatlakozott az Ön megosztott naptárához.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ elutasította az Ön megosztott naptárához való csatlakozást.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ nem döntött erről a megosztott naptármeghívásról.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Ez a naptár többé nincs megosztva.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Ez a naptár nyilvános.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Feliratkozás a(z) %@ naptáramra";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Feliratkozás a(z) %@ naptáramra: %@";

"ATTACHMENTS" = "Mellékletek";
"ATTACHMENTS_LOWERCASE" = "mellékletek";
"CANNOT_OPEN_ATTACHMENT" = "A melléklet nem nyitható meg";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ / %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "A melléklet letöltése során hiba lépett fel.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Ez a fájltípus nem támogatott.";
"UNTITLED_ATTACHMENT" = "Névtelen melléklet";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Naptárak frissítése…";

"ENDS_TIME_FORMAT" = "végződik %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ - %@";
"CALENDAR_TODAY" = "Ma";
"CALENDAR_TODAY_LOWER" = "ma";
"CALENDAR_YESTERDAY" = "Tegnap";
"CALENDAR_YESTERDAY_LOWER" = "tegnap";
"CALENDAR_TOMORROW" = "Holnap";
"CALENDAR_TOMORROW_LOWER" = "holnap";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Utolsó %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "utolsó %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "Utolsó %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "utolsó %@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Ez a(z) %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "ez a(z) %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Ez a(z) %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "ez a(z) %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Feliratkozva";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Feliratkozva";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
